["", "[UNK]", "producto", "el", "no", "de", "es", "lo", "la", "que", "con", "este", "mi", "dispositivo", "puedo", "muy", "me", "se", "a", "tiene", "¿este", "para", "en", "0", "un", "los", "usar", "funciona", "compra", "mejor", "¿cómo", "y", "del", "excelente", "cómo", "software", "estoy", "calidad", "las", "he", "todos", "al", "¿qué", "uso", "servicio", "mucho", "fácil", "compatible", "ha", "¿puedo", "soporte", "más", "sistema", "satisfecho", "hacer", "bien", "tiempo", "esperaba", "alguna", "mis", "increíble", "encanta", "correctamente", "todo", "the", "otros", "está", "tengo", "días", "cuenta", "una", "red", "recomiendo", "problemas", "rendimiento", "totalmente", "sin", "sigue", "puede", "perfecto", "fue", "configuración", "sé", "problema", "instalación", "debo", "¿cuál", "son", "necesito", "llegó", "instalar", "hace", "feliz", "encontrar", "dispositivos", "después", "conexión", "usarlo", "tan", "product", "opción", "of", "expectativas", "ayudarme", "apaga", "acceder", "útil", "¿el", "this", "soluciono", "proceso", "obtener", "is", "gran", "funcionando", "responde", "error", "definitivamente", "comprado", "algún", "wifi", "volveré", "vida", "su", "encantado", "como", "cliente", "usaré", "solo", "realmente", "instrucciones", "garantía", "función", "experiencia", "esta", "conectar", "¿pueden", "with", "perfectamente", "impresionante", "cumple", "configurar", "conecta", "técnico", "todas", "sobre", "pude", "other", "o", "necesitaba", "modelo", "lento", "intentar", "forma", "esto", "contraseña", "carga", "cada", "bueno", "bluetooth", "adecuado", "¿me", "tipo", "solucionar", "qué", "prometen", "paquete", "manual", "it", "hay", "enciende", "contento", "batería", "¿hay", "vale", "resultados", "pueden", "probado", "por", "nunca", "justo", "incluye", "has", "entiendo", "disponibles", "devolver", "constantemente", "cambiar", "ayudar", "ayuda", "arrepiento", "almacenamiento", "actualizaciones", "¿es", "¿dónde", "¿cuánto", "versión", "utilizar", "superó", "si", "recomendaré", "recomendable", "recibí", "prometido", "perfección", "pantalla", "mejorado", "hecho", "esperado", "devices", "comprar", "completamente", "comandos", "características", "actualización", "¿alguien", "vez", "usuario", "teniendo", "tarde", "solucionarlo", "reconoce", "programa", "precio", "pedido", "países", "operativo", "opciones", "marca", "maravilla", "información", "increíblemente", "envío", "encuentro", "dura", "duda", "disponible", "dijeron", "detalles", "congela", "atención", "aplicación", "¿cuáles", "¡excelente", "viene", "varios", "táctiles", "teléfono", "superado", "solución", "sincroniza", "sido", "sesión", "recomendado", "promete", "podrían", "piezas", "pero", "internet", "iniciar", "inesperadamente", "impresionado", "fallando", "exactamente", "estimado", "especificaciones", "entrega", "diferentes", "datos", "colores", "cierra", "característica", "capacidad", "buena", "brand", "botón", "avanza", "arreglo", "accesorios", "38", "¡el", "tutorial", "to", "tamaño", "simplemente", "siempre", "rompió", "restablezco", "requisitos", "requiere", "recuperar", "recomendación", "posible", "placer", "personalización", "pedí", "pago", "nada", "muestra", "materiales", "mal", "intento", "idiomas", "gusta", "genial", "funciones", "funcionar", "fantástico", "exteriores", "explicarme", "están", "estar", "especial", "errores", "entender", "encontré", "difícil", "defecto", "decepcionante", "dañado", "control", "completo", "compatibilidad", "cmo", "centavo", "cambiado", "all", "algo", "actualizar", "absoluto", "última", "¿existen", "¡increíble", "¡es", "vino", "video", "usuarios", "trabajo", "tenido", "suficiente", "sonido", "sistemas", "sirve", "señal", "sentir", "seguir", "saber", "restaurarla", "resistente", "recomendaría", "recibiendo", "práctico", "principiantes", "podría", "poco", "peso", "personas", "pensé", "pena", "pasos", "pasando", "necesidades", "memoria", "mejorar", "maravillosa", "mantenimiento", "inversión", "inestable", "inesperada", "gustó", "fábrica", "funcione", "funcionalidades", "fuera", "explicármelo", "experimentado", "expected", "expectations", "excepcional", "exceeded", "estaba", "espera", "era", "equipos", "elección", "diseño", "diseñado", "diferente", "dieron", "devolución", "detiene", "demasiado", "dejó", "defectuoso", "decisión", "da", "costó", "confuso", "compré", "comprarlo", "complicado", "coinciden", "claras", "cerrándose", "buscaba", "años", "año", "automática", "asistencia", "archivos", "amigos", "agua", "activar", "acceso", "5g", "40", "34", "¿tienen", "¿tiene", "¿se", "¿por", "¿podrían", "¡no", "¡genial", "will", "we", "was", "volvería", "visibles", "verificar", "velocidad", "veces", "variety", "varias", "use", "usaría", "técnicas", "trabajar", "tenía", "tarda", "suscripción", "supera", "sorprendido", "sincronizarlo", "simultáneamente", "ser", "satisfied", "rápido", "rápida", "retraso", "resuelvo", "restricciones", "restablecer", "respuesta", "respondiendo", "resolver", "remoto", "relación", "reinicio", "recupero", "recuperarla", "recommend", "recomendarlo", "recibir", "realizar", "razón", "rato", "rapidez", "página", "products", "principio", "predeterminada", "porque", "pocos", "pasó", "operativos", "ofrecen", "ofrece", "ninguna", "necesiten", "necesarias", "múltiples", "máxima", "mostrando", "modelos", "model", "misma", "may", "mala", "límite", "llegar", "instala", "inmejorable", "indica", "includes", "implementadas", "if", "herramienta", "han", "hago", "había", "gratamente", "gadget", "funcional", "fotos", "foto", "fallos", "facilita", "experience", "excellent", "evitarlo", "everyone", "espacio", "enviaron", "entregaron", "entendí", "encendido", "eficiente", "día", "duración", "dudar", "desde", "descripción", "dejar", "deficiente", "defectos", "debería", "cámara", "cuesta", "cuanto", "cuando", "conseguir", "confusas", "conectividad", "conectarme", "computadora", "cobrado", "calidadprecio", "cable", "bloquea", "bajo", "aún", "ayudó", "aspectos", "artículo", "arranca", "and", "ajusta", "agregar", "abrir", "50", "43", "39", "20", "14", "100", "único", "él", "¿puedes", "¿puede", "¿está", "¿cuántos", "¿cuántas", "¡y", "¡una", "¡un", "¡totalmente", "¡qué", "¡me", "¡la", "¡estoy", "¡este", "windows", "wide", "web", "warranty", "want", "voz", "volver", "volumen", "voltajes", "visto", "virtuales", "very", "vendieron", "ven", "ve", "valores", "utiliza", "usos", "uses", "user", "usb", "usando", "usado", "usa", "unos", "unas", "técnica", "táctil", "tutorials", "tutoriales", "transportar", "transformado", "total", "tipos", "time", "tienen", "tiendas", "there", "tenerlo", "teclas", "tareas", "tardará", "tanto", "también", "tamaños", "suficientes", "sorprendió", "soluciones", "sobrecalienta", "so", "situación", "sitio", "sirven", "sino", "sincronización", "significativamente", "señales", "session", "servicios", "service", "sentido", "semanas", "según", "seguro", "seguridad", "seguiré", "sea", "salvavidas", "rutina", "ruidos", "rompen", "resultado", "restricción", "restaurar", "restablecimiento", "responden", "respecto", "respaldo", "repuestos", "repente", "reparar", "removible", "reinstalar", "reiniciar", "reinicia", "regiones", "regalo", "reembolsos", "reembolso", "recommended", "recomienda", "recibido", "recibe", "recargable", "real", "raja", "quise", "quienes", "quería", "queja", "quedó", "quedé", "quality", "pésima", "puerto", "puedes", "pueda", "publicidad", "prueba", "proyectos", "prometían", "prometieron", "prometidos", "profesionales", "productos", "productividad", "price", "previa", "presionar", "potencia", "postventa", "política", "podrías", "pobre", "plazo", "plan", "pesado", "personalizarlo", "persona", "person", "permita", "perfect", "perdida", "pensarlo", "pensaba", "pc", "país", "parental", "parece", "par", "pagué", "overtaken", "overshadowed", "olor", "oficina", "ocurriendo", "número", "nota", "not", "normal", "niños", "necesidad", "necesarios", "móviles", "muchas", "motivo", "mostraron", "most", "momento", "mobile", "mismo", "mes", "menú", "mensaje", "mencionan", "menciona", "mejores", "mejorada", "mayores", "maravilloso", "malo", "malas", "línea", "lugar", "llegaron", "lines", "limitación", "lentamente", "largo", "justifica", "intuitivo", "internos", "interiores", "intentos", "intended", "integrar", "installs", "install", "instalarlo", "instalan", "initialize", "indicarme", "indican", "indicada", "incómodo", "incorrecto", "incorrecta", "incompleto", "incomodísimo", "inalámbrica", "in", "impresiona", "imaginar", "i", "highly", "hasta", "hardware", "hallazgo", "haga", "haberlo", "guías", "gusto", "guarantee", "gratuita", "google", "good", "ganado", "fácilmente", "funcionamiento", "funcionalidad", "fully", "frágil", "frecuentes", "frecuencia", "for", "fecha", "favorito", "fantástica", "faltaron", "faltantes", "fallado", "falla", "fall", "factura", "facilitado", "facilidad", "fabricante", "extraños", "extranjero", "explicar", "existen", "excedió", "every", "estilo", "estado", "esperábamos", "esperando", "esperada", "esencial", "escuchar", "errónea", "eran", "equivoqué", "equivocado", "equipo", "entre", "entornos", "energía", "encuentra", "encontrado", "encantada", "ejecuta", "económico", "débil", "duradero", "durable", "dudas", "dudarlo", "discapacidad", "diferencia", "dicen", "diario", "diarias", "diaria", "detecta", "detalladas", "desinstalo", "desinstalar", "desempeño", "describen", "describe", "desconectándose", "desastre", "demoró", "demasiados", "dejaron", "dejado", "deja", "definición", "decir", "decepcionado", "debajo", "deba", "dañó", "daños", "dañadas", "dando", "dan", "dado", "cómodo", "cuánto", "cuáles", "cuál", "customer", "cul", "cualquiera", "cualquier", "cortos", "correctos", "controladores", "continuo", "constantes", "conocido", "conocer", "configurarlo", "confianza", "confiable", "conecto", "conectan", "condiciones", "compras", "comprando", "complicadas", "complicaciones", "completar", "comerciales", "color", "cobraron", "claro", "ciertos", "ciertas", "certificación", "centro", "categoría", "caro", "cargo", "cargarse", "cargar", "cargador", "cambio", "calienta", "cables", "busque", "busco", "buenos", "buen", "botones", "been", "ayudaron", "ayudan", "avanzadas", "avanzada", "available", "autonomía", "auriculares", "atascado", "así", "assistant", "asistentes", "arreglarlo", "are", "archivo", "aquí", "apto", "apariencia", "aparente", "apareciendo", "anunciaba", "anuncia", "antiguos", "antes", "anterior", "ampliar", "amo", "amigo", "amazing", "alto", "alta", "alexa", "alergias", "ahorro", "ahora", "adultos", "adquirido", "adoro", "adicionales", "adicional", "adecuados", "adecuadas", "adaptador", "activación", "aceptan", "accesibilidad", "abro", "abrirlo", "64", "47", "45", "42", "41", "35", "32", "31", "30", "23", "22", "21", "10"]